
; WinSnap v1.1.6 English Language File (Template)
; Translated by Your Name <youremail@domain.com>
;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################
;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!
; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\
; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################
; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
10000="English (default)"

; Caption
20000="Windows Snapshot Maker v1.1 beta 5"
20001=" (Unlicensed)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="All Files (*.*)"
20031="All Supported Formats"
20032="License Key Data (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< empty >>"
20091="generating..."

; Main window
20100="Close"
20101="New snapshot"
20102="Copy to clipboard"
20103="Save image..."
20104="Send by E-Mail..."
20110="Coloring:"
20111="Off"
20112="Grayscale"
20113="Sepia"
20114="Invert"
20115="Shadow:"
20116="Off"
20117="Positive"
20118="Negative"
20119="Outline"
20120="Misc:"
20121="Contour"
20122="Watermark"
20123="Rotate"
20124="Scale"
20200="Capture mode:"
20201="Full Screen"
20202="Application"
20203="Window"
20204="Client Area"
20205="Popup Menu"
20206="Region"

; Menu
20300="&File"
20301="&New Snapshot\tCtrl+N"
20302="&Open Image...\tCtrl+O"
20303="&Save\tCtrl+S"
20304="Save &As..."
20305="Save &Thumbnail As..."
20306="&Print...\tCtrl+P"
20307="Page S&etup..."
20308="E&xit"
20350="&Edit"
20351="&Copy\tCtrl+C"
20352="Copy &Thumbnail"
20353="&Paste\tCtrl+V"
20354="Clear Image\tDel"
20400="&Options"
20401="Auto &Save"
20402="Auto &Copy"
20403="Settings...\tF2"
20410="&Coloring"
20411="&Off"
20412="&Grayscale"
20413="&Sepia"
20414="&Invert colors"
20420="&Shadow"
20421="&Off"
20422="&Positive"
20423="&Negative"
20424="O&utline"
20430="&Miscellaneous"
20431="&Contour"
20432="&Watermark"
20433="&Rotate"
20434="&Scale"
20500="&Capture"
20501="&Full Screen\tCtrl+1"
20502="&Application\tCtrl+2"
20503="&Window\tCtrl+3"
20504="&Client Area\tCtrl+4"
20505="Popup &Menu\tCtrl+5"
20506="&Region...\tCtrl+6"
20550="&Help"
20551="&Help Topics\tF1"
20552="H&ome Page"
20553="Support &Forums"
20554="Check for &Updates Now"
20555="&About WinSnap..."
20556="&Register WinSnap"
20557="&Enter License Key..."

; Tray menu
20900="Hide WinSnap"
20901="Show WinSnap"
20903="Settings..."
20904="Exit"
20911="&Full Screen"
20912="&Application"
20913="&Window"
20914="&Client Area"
20915="Popup &Menu"
20916="&Region"

; Config
21000="Settings"
21001="OK"
21002="Cancel"
21003="Apply"
21050="General"
21051="Blending"
21052="Canvas"
21053="Watermark"
21054="Image"
21055="Hotkeys"

; General page
21100="Language:"
21101="Find more translations..."
21102="Autostart WinSnap on system startup"
21103="Periodically check for on-line updates"
21104="Show WinSnap window always on top"
21105="Restore WinSnap window size and position"
21106="Always show WinSnap system tray icon"
21107="Minimize to system tray on close"
21108="Take snapshot when WinSnap starts:"
21109="Start capture mode:"
21110="Play sound when taking snapshot"
21111="Hide WinSnap windows before taking snapshot"
21112="Hide tray icon before taking snapshot"
21113="Delay before taking snapshot if WinSnap is visible (ms):"
21114="Include mouse cursor in capture"

; Blending page
21200="Shadow:"
21201="Angle:"
21202="°"
21203="Distance:"
21204="px"
21205="Size:"
21206="px"
21207="Opacity:"
21208="%"
21209="Color:"
21210="#"
21211="Contour:"
21212="Color:"
21213="#"
21214="Size:"
21215="px"
21216="Background:"
21217="Color:"
21218="#"

; Canvas page
21400="Rotate:"
21401="Angle:"
21402="°"
21403="Scale:"
21404="Adjust to scale:"
21405="Fit image size:"
21406="Dimension:"
21407="%"
21408="Width:"
21409="px"
21410="Height:"
21411="px"
21412="Constrain proportions"
21413="Advanced:"
21414="Interpolation mode:"
21490="Nearest neighbor"
21491="Bilinear"
21492="Bicubic"
21493="High-Quality Bilinear"
21494="High-Quality Bicubic"

; Watermark page
21500="Overlay image:"
21501="Image file:"
21502="Browse..."
21503="Overlay with transparency:"
21504="Opacity:"
21505="%"
21506="Position:"
21507="Specify offsets from corresponding sides of the image:"
21508="Horizontal:"
21509="%"
21510="Vertical:"
21511="%"
21512="Horizontal:"
21513="px"
21514="Vertical:"
21515="px"
21516="Use relative coordinates"
21590="Top - Left"
21591="Top - Center"
21592="Top - Right"
21593="Center - Left"
21594="Centered"
21595="Center - Right"
21596="Bottom - Left"
21597="Bottom - Center"
21598="Bottom - Right"

; Saving page
21600="Automatically copy images to clipboard"
21601="Automatically save images on disk"
21602="Do not prompt for file name of saved image"
21603="Keep WinSnap minimized in auto-save mode"
21604="Clear image on minimize to safe memory"
21610="Auto-save options:"
21611="Default folder:"
21612="Browse..."
21613="File name:"
21615="Image format:"
21620="Compression:"
21621="JPEG quality:"
21622="%"
21699="Select a directory to auto-save your screenshots."

; Hotkeys page
21700="Enable system-wide hotkeys"
21701="Capture control:"
21702="Full screen:"
21703="Application windows:"
21704="Active window:"
21705="Window client area:"
21706="Popup menu:"
21707="Start region capture:"
21720="WinSnap control:"
21721="Minimize/restore:"
21722="Show/hide main window:"
21723="Exit WinSnap:"

; Region selection
24001="Select a region on the screen using the mouse or arrow keys. Use the right-button to change the shape of region and F1 to show/hide this helper."
24002="Position:"
24003="x:"
24004="y:"
24005="Size:"
24006="w:"
24007="h:"
24100="Rectangle"
24101="Round rectangle"
24102="Ellipse"
24103="Abort selection\tBackspace"
24104="Cancel capture\tEsc"
24105="Dismiss this menu"

; Confirmations
31900="WinSnap Confirmation"
31901="WinSnap is already running. Do you want to stop it?"
31902="Are you sure you want to exit WinSnap?"
31903="Please restart WinSnap to finish the registration process.\r\nDo you want to restart WinSnap now?"

; Errors
32000="WinSnap Error"
32001="Could not load language file."
32002="Could not save settings into registry. Check your access rights."
32003="Could not load image file.\r\nThis is not a valid image file, or its format is not currently supported."
32004="Could not save image file on disk."
32005="Could not to save image to a temporary file."
32006="Unable to load mail system support (Mapi32.dll)."
32007="MAPI failed to send message."
32008="Failed to register WinSnap."

; Check for update
32500="WinSnap Update"
32501="A new version of WinSnap is available online!\r\nWould you like to download it now?"
32502="Your version of WinSnap is up to date. No update available."
